Repository: F5Networks/f5-adcaas-openstack
Catalog: app/portal/horizon/openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: An error occurred authenticating. Please try again later.
es_mx: Se ha producido un error de autenticación. Por favor inténtelo de nuevo más tarde.

source: Authenticate using
es_mx: Autentificar usando

source: Could not find service provider ID on keystone.
es_mx: No es posible encontrar la identidad de proveedor keystone.

source: Domain
es_mx: Dominio

source: Identity provider authentication failed.
es_mx: Autenticación fallida para el prveedor de identidad.

source: Invalid credentials.
es_mx: Credenciales inválidas.

source: K2K Federation not setup for this session
es_mx: K2K Federation no configurado para esta sesión

source: No authentication backend could be determined to handle the provided credentials.
es_mx: Autentificación de soporte no puede ser determinada para manejar las credenciales proveidas.

source: Password
es_mx: Contraseña

source: Please consider changing your password, it will expire in %s minutes
es_mx: Por favor considere cambiar su contraseña, ésta expirará en %s minutos

source: Project switch failed for user "%(username)s".
es_mx: Cambio de proyecto fallido para el usuario "%(username)s".

source: Region
es_mx: Región.

source: Service provider authentication failed. %s
es_mx: Autenticación fallida para el prveedor de servicio. %s

source: Switch to Keystone Provider "%(keystone_provider)s"successful.
es_mx: Cambio al proveedor Keystone "%(keystone_provider)s" satisfactorio.

source: Switch to project "%(project_name)s" successful.
es_mx: Cambio al proyecto "%(project_name)s" satisfactorio.

source: The authentication token issued by the Identity service has expired.
es_mx: El token de autenticación otorgado por el servicio de identidad ha expirado.

source: Unable to establish connection to keystone endpoint.
es_mx: No es posible establecer conexión a punto final de keystone.

source: Unable to retrieve authorized domains.
es_mx: No se pueden recuperar los dominios autorizados.

source: Unable to retrieve authorized projects.
es_mx: No se pueden recuperar los proyectos autorizados.

source: User Name
es_mx: Nombre de Usuario

source: You are not authorized for any projects or domains.
es_mx: No está autorizado para ningún proyecto o dominio.

source: You are not authorized for any projects.
es_mx: No está autorizado para ningún proyecto.
